Repository: frankhood/django-password-policies-iplweb
Catalog: password_policies/locale/*/LC_MESSAGES/django.po
Languages: it

source: Force password change for selected users
it: Forza modifica password per gli utenti selezionati

source: The two password fields didn't match.
it: I due campi password non combaciano.

source: The new password was used before. Please enter another one.
it: La nuova password è gia stata usata. Per favore inseriscine un'altra.

source: New password
it: Nuova password

source: New password confirmation
it: Conferma nuova password

source: must be at least 1 character long
it: deve contenere almeno un carattere

source: must not contain %(count)s or more consecutive identical characters
it: non deve contenere %(count)s o più caratteri identici consecutivi

source: must contain at least 1 alphanumeric character
it: deve contenere almeno 1 carattere alfanumerico

source: must contain at least 1 lowercase character
it: deve contenere almeno 1 carattere minuscolo

source: must contain at least 1 uppercase character
it: deve contenere almeno 1 carattere maiuscolo

source: must contain at least 1 number
it: deve contenere almeno 1 numero

source: must contain at least 1 special character (e.g. @#$%%^&.)
it: deve contenere almeno 1 carattere speciale (es. @#$%%^&.)

source: must differ from your last password
it: deve essere diversa dalla tua ultima password

source: The new password must have the following characteristics:
it: La nuova password deve avere le seguenti caratteristiche:

source: Your old password was entered incorrectly. Please enter it again.
it: La tua vecchia password non è stat inserita correttamente. Per favore inseriscila di nuovo.

source: The old and the new password are too similar.
it: La vecchia e la nuova password sono troppo simili.

source: The old and the new password are the same.
it: La vecchia e la nuova password sono identiche.

source: Old password
it: Vecchia password

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
it: L'indirizzo e-mail non ha un account associato. Sei sicuro di essere registrato?

source: The user account associated with this e-mail address cannot reset the password.
it: L'utente associato con questo indirizzo e-mail non può resettare la password.

source: A user with that username already exists.
it: Un utente con questo username esiste già.

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
it: Obbligatorio. 30 o meno caratteri. Solo lettere, numeri e @/./+/-/_ .

source: This value may contain only letters, numbers and @/./+/-/_ characters.
it: Questo valore può contenere solo lettere, numeri e caratteri @/./+/-/_ .

source: Password confirmation
it: Conferma password

source: Enter the same password as above, for verification.
it: Inserisci la stessa password già inserita, per verifica.

source: Password new
it: Nuova password

source: Must change?
it: Modifica obbligatoria?

source: The new password contains ambiguous bidirectional characters.
it: La nuova password contiene caratteri bidirezionali ambigui.

source: The new password is based on a common sequence of characters.
it: La nuova password è formata da una sequenza di caratteri comuni.

source: The new password contains consecutive characters. Only %(count)d consecutive character is allowed.
it: La nuova password contiene caratteri consecutivi. Solo %(count)d carattere consecutivo è ammesso.

source: Please choose a different password, %s.
it: Per favore scegli una password differente, %s.

source: The new password is not varied enough.
it: La nuova password è troppo simile alla precedente.

source: The new password is based on a dictionary word.
it: La nuova password è basata su una parola del dizionario.

source: The new password contains invalid unicode characters.
it: La nuova password contiene dei caratteri unicode invalidi.

source: The new password must contain %d or more letter.
it: La nuova password deve contenere %d o più lettere.

source: The new password must contain %d or more lowercase letter.
it: La nuova password deve contenere %d o più lettere minuscole.

source: The new password must contain %d or more uppercase letter.
it: La nuova password deve contenere %d o più lettere maiuscole.

source: The new password is similar to an email address.
it: La nuova password è simile ad un indirizzo email.

source: The new password must contain %d or more number.
it: La nuova password deve contenere %d o più numeri.

source: The new password must contain %d or more symbol.
it: La nuova password deve contenere %d o più simboli.

source: created
it: creato

source: The date the entry was created.
it: La data in cui l’entry è stata creata.

source: user
it: utente

source: The user who needs to change his/her password.
it: L’utente che necessita di cambiare la sua password.

source: enforced password change
it: cambio password forzato

source: enforced password changes
it: cambi password forzati

source: The encrypted password.
it: La password criptata.

source: The user this password history entry belongs to.
it: L’utente associato a questa entry dello storico password.

source: password history entry
it: record storico password

source: password history entries
it: storico password

source: last changed
it: ultima modifica

source: The date the password was last changed.
it: La data in cui è stata modificata la password l’ultima volta.

source: The user this password profile belongs to.
it: L’utente a cui appartiene questo profilo password.
